// Fonts
"font.size.small"                       = "18";
"font.size.normal"                      = "34";
"font.size.large"                       = "56";
"font.family.default"                   = "Marker Felt";
"font.family.fixed"                     = "American Typewriter";
"font.family.symbolic"                  = "DejaVuSansMono";

// Game Logic
"config.direction"                      = "rtl";
"config.gametype.bootcamp"              = "مركز التدريب";
"config.gametype.bootcamp.desc"         = "تدرب على التصويب مع تلميحات مفيدة";
"config.gametype.classic"               = "لعب كلاسيكي";
"config.gametype.classic.desc"          = "قتال واحد لواحد سريع وبسيط";
"config.gametype.dynamic"               = "لعب متغير";
"config.gametype.dynamic.desc"          = "قتال واحد لواحد مع تغير في المهارة والصعوبة";
"config.gametype.lms"                   = "آخر رجل يقف";
"config.gametype.lms.desc"              = "الغوريلا لديهم ارواح؛ كن آخر من يصمد في الساحة";
"config.gametype.team"                  = "فريق";
"config.gametype.team.desc"             = "واجه الاعداء مع مساعدة صغيرة من اصدقائك";
"config.level.one"                      = "١.مبتدئ";
"config.level.two"                      = "٢.متدرب";
"config.level.three"                    = "٣.متوسط";
"config.level.four"                     = "٤.متقدّم";
"config.level.five"                     = "٥.بارع";
"config.level.six"                      = "٦.قناص";
"config.level.seven"                    = "٧.المهيب";
"config.level.eight"                    = "٨.القاهر المستحيل";
"config.message.off.1"                  = ".بعيدة جدا";
"config.message.off.2"                  = ".لو كانت اقرب";
"config.message.hit.1"                  = "%1$@ أكل موزة %2$@";
"config.message.hit.2"                  = "%1$@ لم يتفادى موزة %2$@";
"config.message.hit.3"                  = "%2$@ قضى على %1$@";
"config.message.hit.4"                  = "%2$@ حرق %1$@";
"config.song.fighting_gorillas"         = "قتال الغوريلا";
"config.song.flow_square"               = "حرب اللآلات";
"config.song.happy_fun_ball"            = "الكرة السعيدة";
"config.song.man_or_machine"            = "الرجل والآلة";
"config.song.rc_car"                    = "شيكاغو";
"config.song.random"                    = "تشغيل عشوائي";
"config.song.off"                       = "ايقاف";

// Menu Entries
"entries.ai.count.0"                    = "بدون";
"entries.ai.count.1"                    = "خصم آلي";
"entries.ai.count.2"                    = "خصمين آليّين";
"entries.ai.count.3+"                   = "%d خصوم آلية";
"entries.av"                            = "صوت / صورة";
"entries.choose.custom"                 = "لعبة معدلة...";
"entries.choose.follow"                 = "تتبّع الرمية";
"entries.choose.fx.sound"               = "مؤثرات صوتية";
"entries.choose.fx.voice"               = "تعليق صوتي";
"entries.choose.fx.vibration"           = "الهزاز";
"entries.choose.fx.visual"              = "مؤثرات مرئية";
"entries.choose.fx.weather"             = "الطقس";
"entries.choose.gravity"                = "الجاذبيّة";
"entries.choose.level"                  = "مرحلة";
"entries.choose.mode"                   = "نوع المعركة";
"entries.choose.replays"                = "الاعادة";
"entries.choose.style"                  = ":إختار نوع اللعب";
"entries.choose.theme"                  = "خلفيّة المدينة";
"entries.choose.track"                  = "إختيار النغمة";
"entries.configuration"                 = "خيارات";
"entries.continue.nextmatch"            = "اكمال";
"entries.continue.unpause"              = "اكمال اللعب";
"entries.end"                           = "إنهاء اللعب";
"entries.fullgame"                      = "اللعبة كاملة";
"entries.gameplay"                      = "خصائص المرحلة";
"entries.guide"                         = "الارشادات";
"entries.information"                   = "معلومات";
"entries.models"                        = "الشخصيّة";
"entries.new"                           = "((بدء اللعب))";
"entries.off"                           = "ايقاف";
"entries.on"                            = "تشغيل";
"entries.player.count.0"                = "بدون";
"entries.player.count.1"                = "لاعب";
"entries.player.count.2"                = "لاعبيّن";
"entries.player.count.3+"               = "%d لاعبين";
"entries.player.multi"                  = "لعب جماعي";
"entries.player.single"                 = "لعب فردي";
"entries.score.top"                     = "أعلى نتيجة: %04d";
"entries.select.ais"                    = "الذكاء الاصطناعي";
"entries.select.humans"                 = "البشر";
"entries.start"                         = "إبدأ!!";
"entries.stats"                         = "الاحصائيات";
"entries.stop"                          = "القائمة الرئيسية";

// Game Messages
"message.killreplay"                    = "إعادة عرض الضربة القاضية";
"message.nextplayer"                    = "اللاعب التالي..";
"message.nextplayer.go"                 = "إبدأ..";
"messages.level.up"                     = "إرتفاع المستوى";
"messages.level.down"                   = "تدني المستوى";
"messages.oneshot"                      = "ضربة واحدة!";
"messages.paused"                       = "إيقاف";
"messages.tie"                          = "تعادل!!";
"messages.unpaused"                     = "إكمال";
"messages.wins"                         = "%@ فاز";

// Model Names
"model.bunny"                           = "الأرنب العملاق";
"model.gorilla"                         = "غـــــوريــــــلا";
"model.banana"                          = "رجل الموز المنتقم";

// Player Names
"names.chip"                            = "غوريلا";
"names.chip.n"                          = "غوريلا %d";
"names.player"                          = "اللاعب";
"names.player.n"                        = "اللاعب %d";

// Theme Names
"theme.aliengreen"                      = "الطريق السريع";
"theme.classic"                         = "كلاسيكي";
"theme.classic.aliendark"               = "طابق ٩٩ ";
"theme.classiclarge"                    = "العاصمة";
"theme.warm"                            = "الصيف";

// Time Localization
"time.day.suffix"                       = "";
"time.day.suffix.one"                   = "";
"time.day.suffix.two"                   = "";
"time.day.suffix.three"                 = "";

